export const questionData = {
  1: {
    ques: "갑작스럽게 친구와의 약속이 취소되었다.",
    ans1: "실망이야.. 다른 약속을 잡아야지",
    ans2: "아싸! 집에서 영화보고 놀아야지 >ㅁ<",
  },
  2: {
    ques: "일이 잘 안풀리고 속상한 날.. ",
    ans1: "친구나 가족에게 상황을 얘기하며 기분 풀래",
    ans2: "혼자 생각을 정리하며 시간을 보낼래",
  },
  3: {
    ques: "친한 친구와 다퉜다. 어떻게 풀까?",
    ans1: "전화나 직접 찾아가서 대화로 풀래",
    ans2: "카톡, 문자로 나의 마음을 표현할래",
  },
  4: {
    ques: "잠이 안와.. 망상을 하게 된다.",
    ans1: "좋은 직장에 취직하여 사람들에게 인정 받는 나",
    ans2: "히어로가 된 나. 사람들을 구한다.",
  },
  5: {
    ques: "요리를 할 때 나의 행동은?",
    ans1: "가장 인기있는 레시피를 찾아 정량대로 음식을 만든다.",
    ans2: "그냥 대충.. 감으로 해!",
  },
  6: {
    ques: "내가 아끼는 인형이 갑자기 살아서 움직인다면?",
    ans1: "응~ 말도 안돼.",
    ans2: "우와 살아 움직인다고? 그러면 같이 산책도 하고..",
  },
  7: {
    ques: "친구한테 카톡이 왔다. 나 오늘 길에서 넘어졌음ㅠㅠ!",
    ans1: "으이구! 잘 좀 보고 다니지",
    ans2: "헐.. 괜찮아? 얼마나 다쳤어?",
  },
  8: {
    ques: "시험에 떨어져 속상한 친구에게 어떤말을 할까?",
    ans1: "얼마나 준비했어? 아쉽네",
    ans2: "열심히 준비하던데.. 많이 속상하겠다",
  },
  9: {
    ques: "친구의 제안에 '잠시 생각해볼게' 답장한다. 그 속 뜻은?",
    ans1: "실제로 고민할 시간이 필요",
    ans2: "거절의 의미가 담겨있음",
  },
  10: {
    ques: "연인과 제주도 여행 왔는데 비가온다. 계획대로 둘레길 코스로?",
    ans1: "비가 와도 괜찮아. 근처 맛집도 알아놨다구!",
    ans2: "음 오늘은 비가오네. 다른 일정으로 바꾸자",
  },
  11: {
    ques: "나의 루틴은?",
    ans1: "반복되는 일상이 좋아",
    ans2: "쳇바퀴 같은 인생은 싫어. 새로운 일도 경험하고 싶어!",
  },
  12: {
    ques: "1주일 후 과제 제출이다. 나의 행동은?",
    ans1: "미리미리 계획을 세워 데드라인 까지 차근차근 수행",
    ans2: "인생은 벼락치기.. 데드라인에 닥쳐서 해야지",
  },
};
